@extends('layouts.layout')
@section('title')
политика конфиденциальности
@endsection
@section('content')
<div class="cogl">
    <h1>Политика конфиденциальности</h1>
    <h5>1. Введение</h5>
    <p>Настоящая Политика конфиденциальности устанавливает порядок обработки и защиты персональных данных пользователей кофейни-пекарни "CoffeBake". Мы обязуемся защищать вашу конфиденциальность и гарантировать безопасность предоставленных вами данных.</p>
    <h5>2. Сбор и использование персональных данных</h5>
    <p>Мы собираем и используем ваши персональные данные для предоставления услуг, улучшения качества обслуживания и выполнения юридических обязательств. Основные виды данных, которые мы можем собирать, включают:</p>
    <ul>
        <li><p>Личные данные: имя, фамилия, контактный номер телефона, адрес электронной почты.</p></li>
        <li><p>Данные об использовании: информация о том, как вы используете наш сайт и услуги, IP-адрес, тип браузера, время доступа и реферальный URL.</p></li>
        <li><p>Финансовая информация: данные о платежах и история заказов.</p></li>
    </ul>
    <h5>3. Цели обработки данных</h5>
    <p>Ваши персональные данные могут быть использованы для следующих целей:</p>
    <ul>
        <li>Обработка и выполнение ваших заказов.</li>
        <li>Улучшение качества наших услуг и персонализация вашего опыта.</li>
        <li>Маркетинговые коммуникации, включая отправку информации о новостях, акциях и специальных предложениях.</li>
        <li>Обратная связь и поддержка клиентов.</li>
        <li>Соблюдение законов и нормативных актов.</li>
    </ul>
    <h5>4. Правовые основания для обработки данных</h5>
    <p>Мы обрабатываем ваши персональные данные на следующих законных основаниях:</p>
    <ul>
        <li>Ваше согласие.</li>
        <li>Необходимость исполнения договора.</li>
        <li>Соблюдение юридических обязательств.</li>
        <li>Наши законные интересы, например, улучшение услуг и маркетинг.</li>
    </ul>
    <h5>5. Передача данных третьим лицам</h5>
    <p>Мы можем передавать ваши данные третьим лицам в следующих случаях:</p>
    <ul>
        <li>Для выполнения заказов и оказания услуг (например, платежным системам и службам доставки).</li>
        <li>Для выполнения юридических обязательств.</li>
        <li>В случае продажи или реорганизации бизнеса, данные могут быть переданы новому владельцу.</li>
    </ul>
    <h5>6. Безопасность данных</h5>
    <p>Мы принимаем все необходимые технические и организационные меры для защиты ваших персональных данных от несанкционированного доступа, изменения, раскрытия или уничтожения.</p>
    <h5>7. Хранение данных</h5>
    <p>Мы будем хранить ваши данные только столько времени, сколько это необходимо для выполнения целей, для которых они были собраны, или для выполнения юридических обязательств.</p>
    <h5>8. Ваши права</h5>
    <p>Вы имеете право:</p>
    <ul>
        <li>Запрашивать доступ к вашим персональным данным.</li>
        <li>Требовать исправления неточных данных.</li>
        <li>Требовать удаления данных (в определенных случаях).</li>
        <li>Ограничивать обработку данных.</li>
        <li>Переносить данные к другому поставщику услуг.</li>
        <li>Для реализации этих прав, пожалуйста, свяжитесь с нами по контактной информации, указанной ниже.</li>
    </ul>
    <h5>9. Изменения в Политике конфиденциальности</h5>
    <p>Мы оставляем за собой право вносить изменения в настоящую Политику конфиденциальности. Обо всех изменениях мы будем уведомлять вас, размещая обновленную Политику на нашем сайте.</p>
    <h5>10. Контакты</h5>
    <p>Если у вас есть вопросы или пожелания по поводу настоящей Политики конфиденциальности, пожалуйста, свяжитесь с нами:</p>
    <p>Адрес: Карла Маркса 5</p>
    <p>Телефон: +799999999</p>
    <p>Email: coffebake@mail.ru</p>
    <h5>11. Согласие</h5>
    <p>Используя наши услуги, вы подтверждаете свое согласие на сбор и обработку ваших персональных данных в соответствии с настоящей Политикой конфиденциальности.</p>
    <p>Дата вступления в силу: 28.05.2024</p>
</div>
@endsection

