@extends('layouts.layout')
@section('title')
Пользовательское соглашение
@endsection
@section('content')
<div class="cogl">
    <h1>Пользовательское соглашение</h1>
    <h5>1. Общие положения</h5>
    <p>1.1. Настоящее пользовательское соглашение (далее – «Соглашение») регулирует порядок использования услуг кофейни-пекарни CoffeBake (далее – «Кофейня») и обязательно для всех посетителей (далее – «Пользователь»).</p>
    <p>1.2. Используя услуги кофейни-пекарни, Пользователь автоматически соглашается с условиями настоящего Соглашения.</p>
    <h5>2. Услуги</h5>
    <p>2.1. Кофейня предоставляет Пользователю следующие услуги:</p>
    <ul>
        <li>Продажа кофейных напитков, чая, напитков холодного приготовления и выпечки.</li>
        <li>Обеденное меню.</li>
        <li>Услуги по организации мероприятий.</li>
        <li>Продажа товаров, связанных с кофе и выпечкой.</li>
    </ul>
    <p>2.2. Цены на услуги указаны в меню кофейни-пекарни и могут быть изменены без предварительного уведомления.
    </p>
    <h5>3. Правила поведения</h5>
    <p>3.1. Пользователи обязуются соблюдать порядок и правила кофейни-пекарни.</p>
    <p>3.2. Запрещается:</p>
    <ul>
        <li>Поведение, нарушающее общественный порядок.</li>
        <li>Курение в помещении кофейни-пекарни.</li>
        <li>Повреждение имущества кофейни-пекарни.</li>
        <li>Публичное оскорбление или домогательства к сотрудникам или другим посетителям кофейни-пекарни.</li>
    </ul>
    <h5>4. Ответственность</h5>
    <p>4.1. Кофейня не несет ответственности за утерю или повреждение личных вещей Пользователей.</p>
    <p>4.2. Кофейня не несет ответственности за любые аллергические реакции или медицинские осложнения, вызванные употреблением наших продуктов. Пользователь обязуется самостоятельно проверять состав продуктов на наличие аллергенов перед покупкой и употреблением.</p>
    <p>4.3. Кофейня не несет ответственности употребление кофе и других напитков, содержащих кофеин, людьми, которым противопоказан кофеин по медицинским показаниям. А также за употребление кофе несовершеннолетними.</p>
    <p>4.4. Пользователи несут ответственность за причиненный вред имуществу кофейни-пекарни.</p>
    <h5>5. Конфиденциальность</h5>
    <p>5.1. Кофейня обязуется обеспечить конфиденциальность персональной информации Пользователей в соответствии с действующим законодательством.</p>
    <p>5.2. Пользователи соглашаются с тем, что их персональные данные могут быть использованы Кофейней для целей предоставления услуг и маркетинга.</p>
    <h5>6. Разрешение споров</h5>
    <p>6.1. Все споры и разногласия, возникающие в связи с исполнением настоящего Соглашения, разрешаются путем переговоров.</p>
    <p>6.2. В случае невозможности урегулирования спора путем переговоров, спор подлежит рассмотрению в судебном порядке.</p>
    <h5>7. Изменения в Соглашении</h5>
    <p>7.1. Кофейня оставляет за собой право вносить изменения в настоящее Соглашение в одностороннем порядке.</p>
    <p>7.2. Изменения вступают в силу с момента их публикации на официальном сайте кофейни-пекарни.</p>
    <h5>Контактная информация:</h5>
    <p>Адрес: Карла Маркса 5</p>
    <p>Телефон: +799999999</p>
    <p>Email: coffebake@mail.ru</p>
    <p>Дата вступления в силу: 04.04.2024</p>

</div>
@endsection

